#!/usr/bin/env python3
# -*- coding: utf-8 -*-


# Использовать словарь, содержащий следующие ключи: название начального пункта маршрута; 
# название конечного пункта маршрута; номер маршрута. Написать программу, выполняющую следующие действия: 
# ввод с клавиатуры данных в список, состоящий из словарей заданной структуры; записи 
# должны быть упорядочены по номерам маршрутов; вывод на экран информации о маршруте, 
# номер которого введен с клавиатуры; если таких 
# маршрутов нет, выдать на дисплей соответствующее сообщение.


from p.main import main

if __name__ == '__main__':
    main()
    